La-guajolota/PSOC-5lp/PROYECTO_IOT/DOMOTICA_PROYECTO.cydsn/Generated_Source/PSoC5/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.4
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2020 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "LCD.h"
#include "D7_aliases.h"
#include "D7.h"
#include "D6_aliases.h"
#include "D6.h"
#include "D5_aliases.h"
#include "D5.h"
#include "D4_aliases.h"
#include "D4.h"
#include "E_aliases.h"
#include "E.h"
#include "RS_aliases.h"
#include "RS.h"
#include "SDA_aliases.h"
#include "SDA.h"
#include "SCL_aliases.h"
#include "SCL.h"
#include "I2C.h"
#include "I2C_PVT.h"
#include "SCLK_1_aliases.h"
#include "SCLK_1.h"
#include "MISO_aliases.h"
#include "MISO.h"
#include "Chipselect_aliases.h"
#include "Chipselect.h"
#include "SPIM.h"
#include "SPIM_PVT.h"
#include "UART_PC.h"
#include "isr.h"
#include "UART.h"
#include "Rx_1_aliases.h"
#include "Rx_1.h"
#include "INDICADORES.h"
#include "BUZZER_aliases.h"
#include "BUZZER.h"
#include "SPIM_IntClock.h"
#include "UART_PC_IntClock.h"
#include "UART_IntClock.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

